Repository: meego-netbook-ux/meego-panel-web
Catalog: po/*.po
Languages: bs, ca, eo, eu, fa, gl, he, hu, id, ja, lo, nl, pa, pl, ro, sv, th, uk, wa

source: Search for %%s on %s
bs: Traži %%s na %s
ca: Cerca %%s a %s
eo: Serĉu na %%s ĉe %s
eu: %%s bilatu %s-n
fa: جستجو برای %%s در %s
gl: Procurar %%s en %s
he: חיפוש אחר %%s ב־%s
hu: %%s keresése itt: %s
id: Mencari %%s pada %s
ja: 次のサーチエンジンで %%s を検索する：%s
lo: ຊອກຫາ ສະເພາະ %%s ໃນ %s
nl: Zoek naar %%s op %s
pa: %%s ਲਈ %s ਉੱਤੇ ਖੋਜ
pl: Wyszukaj %%s na %s
ro: Caută %%s în %s
sv: Sök efter %%s på %s
th: ค้าหา %%s ใน %s
uk: Шукати %%s в %s
wa: Trover %%s so %s

source: Go to %s
bs: Idi na %s
ca: Aneu a %s
eo: Iru al %s
eu: %s-ra joan
fa: رفتن به %s
gl: Ir a %s
he: מעבר אל %s
hu: Ugrás ide: %s
id: Lompat ke %s
ja: %s にアクセス
lo: ໄປຫາ %s
nl: Ga naar %s
pa: %s ਉੱਤੇ ਜਾਓ
pl: Załaduj %s
ro: Dute la %s
sv: Gå till %s
th: ไปที่ %s
uk: Перейти на %s
wa: Potchî a %s

source: Press enter to visit site
bs: Pritisnite enter da posjetite stranicu
ca: Premeu retorn per a visitar el lloc
eo: Premu la enen-klavon por viziti la retejon
eu: 'Sartu' sakatu webgunea bisitatzeko
fa: دکمه ورود را برای بازدید سایت بزنید
gl: Prema Enter para visitar este sitio
he: יש ללחוץ Enter כדי לבקר באתר
hu: Nyomj entert a lap megtekintéséhez
id: Tekan enter untuk mengunjungi situs
ja: アクセスは Enter キーで
nl: Druk op enter om website te bezoeken
pa: ਸਾਈਟ ਖੋਲ੍ਹਣ ਲਈ ਐਂਟਰ ਦੱਬੋ।
pl: Przyciśnij Enter żeby otworzyć stronę
ro: Apasă enter pentru a visita site-ul
sv: Använd enter för webbplats
th: กด enter เข้าสู่เว็บไซต์
uk: Натисніть enter для переходу на сайт
wa: Tchôkî intrêye po viziter l' waibe

source: Press down to explore list
bs: Pritisnite dole za pregled liste
ca: Premeu la tecla d'avall per a navegar per la llista
eo: Premu la malsupren-klavon por trairi la liston
eu: 'Behera' sakatu zerrenda arakatzeko
fa: دکمه پایین را برای برای جستجوی سایت بزنید
gl: Prema a frecha para baixo para explorar a lista
he: יש ללחוץ על למטה כדי לעיין ברשימה
hu: Nyomj le nyilat a lista böngészéséhez
id: Tekan panah bawah untuk memeriksa daftar
ja: 下矢印キーで リストへの移動
nl: Druk op naar beneden om lijst te openen
pa: ਲਿਸਟ ਵੇਖਣ ਲਈ ਹੇਠਾਂ ਦੱਬੋ
pl: Wybierz z listy klawiszami strzałek
ro: Apasă jos pentru a explora lista
sv: Använd nedpil för att se lista
th: กดปุ่มลูกศรลง เพื่อดูรายการ
uk: Натисніть Вниз для відкриття списку
wa: Tchôkî l' tape po dischinde po betchter l' djivêye

source: It's the internet
ca: És Internet
eo: Jen la interreto
gl: É a Internet
hu: Ez az internet
id: Inilah internet
ja: インターネット
lo: ມັນເເມ່ນ ອີນເຕີເເນດ
nl: Het internet
pa: ਇਹ ਇੰਟਰਨੈੱਟ ਹੈ
pl: Oto Internet
ro: Este internetul
sv: Det är internet
th: มันคืออินเทอร์เน็ต
uk: Це Інтернет
wa: C' est l' Daegntoele

source: Web Browser
ca: Navegador web
eo: Retumilo
gl: Navegador web
hu: Web Böngésző
id: Peramban Web
ja: Web ブラウザー
lo: ເວບ ບາວເຊີ
pa: ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przedlądarka WWW
ro: Navigator Web
sv: Webbläsare
th: เว็บเบราว์เซอร์
uk: Переглядач Інтернету
wa: Betchteu waibe

source: Moblin web browser -
ca: Navegador web del Moblin -
eo: Moblin retumilo -
gl: Navegador web Moblin -
hu: Moblin web böngésző -
id: Peramban web Moblin -
ja: Moblin Web ブラウザー：
lo: ມອບລີນ ເວບ ບາວເຊີ -
pa: ਮੋਬਲਿਨ ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka www Moblin -
ro: Navigatorul web Moblin -
sv: Webbläsaren Moblin -
th: Moblin เว็บเบราว์เซอร์ -
wa: Betchteu waibe da Moblin -

source: Loading...
gl: A cargar...
id: Memuat...
ja: 読み込んでいます...
nl: Laden...
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
sv: Laddar..

source: Untitled
ca: Sense nom
eo: Nenomata
gl: Sen título
hu: Névtelen
id: Tanpa judul
ja: 無題
lo: ບໍ່ມີຫົວຂໍ້
nl: Zonder titel
pa: ਬਿਨ-ਟਾਈਟਲ
pl: Bez tytułu
ro: Fără titlu
sv: Namnlös
th: ไม่มีชื่อ
uk: Без імені
wa: Sins no

source: Downloads
ca: Baixades
eo: Elŝutaĵoj
gl: Descargas
hu: Letöltések
id: Pengunduhan
ja: ダウンロード
lo: ດາວໂລດ
pa: ਡਾਊਨਲੋਡ
pl: Pobieranie
ro: Descărcări
sv: Nerladdat material
th: ดาวน์โหลด
uk: Завантаження
wa: Aberwetaedjes

source: Downloads - %d%%
ca: Baixades - %d%%
eo: Elŝutaĵoj - %d%%
gl: Descargas - %d%%
hu: Letöltések - %d%%
id: Pengunduhan - %d%%
ja: ダウンロード： %d%%
lo: ດາວໂລດ - %d%%
pa: ਡਾਊਨਲੋਡ - %d%%
pl: Pobieranie - %d%%
ro: Descărcări - %d%%
sv: Nerladdat material - %d%%
th: ดาวน์โหลด - %d%%
uk: Завантаження - %d%%
wa: Aberwetaedjes - %d%%

source: Moblin web browser
ca: Navegador web Moblin
eo: Moblin retumilo
gl: Navegador web Moblin
hu: Moblin web böngésző
id: Peramban web Moblin
ja: Moblin Web ブラウザー
lo: ມອບລີນ ເວບ ບາວເຊີ
pa: ਮੋਬਲਿਨ ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka www Moblin
ro: Navigatorul web Moblin
sv: Webbläsaren Moblin
th: Moblin เว็บเบราว์เซอร์
wa: Betchteu waibe da Moblin

source: Oops!
gl: Carafio!
id: Aduh!
ja: おっと！
nl: Oeps!
pa: ਓਹ ਹੋ!
pl: Ups!
sv: Oooojdå!
uk: Упс!

source: New tab page
gl: Nova páxina nun separador
id: Halaman ab baru
ja: 新規タブペイン
nl: Nieuw tabblad
pa: ਨਵਾਂ ਟੈਬ ਪੇਜ਼
pl: Nowa zakładka
ro: Filă nouă
sv: Ny flik
uk: Нова вкладка

source: Reload page
gl: Anovar a páxina
id: Muat ulang halaman
ja: 再ロードページ
nl: Herlaad pagina
pa: ਪੇਜ਼ ਮੁੜ-ਲੋਡ ਕਰੋ
pl: Przeładuj stronę
ro: Reîncară pagina
sv: Ladda om sidan
uk: Перезавантажити

source: Sorry, <span color="#909090">%s</span> appears to have caused this tab to crash. The rest of the browser is unharmed. You can try to reload the page or visit another one.
gl: Desculpe, semella que <span color="#909090">%s</span> fixo que esta páxina tivese un erro. O resto do navegador non foi danado. Pode tentar recargar a páxina ou visitar outra.
id: Maaf, sepertinya <span color="#909090">%s</span> menyebabkan tab ini crash. Sisa peramban tak terpengaruh. Anda dapat mencoba memuat ulang halaman atau mengunjungi lainnya.
ja: 「<span color="#909090">%s</span> 」が要因でこのタブがクラッシュしたようです。ブラウザーの他の部分は問題ありません。このページを再ロードするか、別のページに移動してみてください。
nl: Sorry, <span color="#909090">%s</span> heeft dit tabblad gecrashed. De rest van de browser is onbeschadigd. Je kunt proberen om de pagina opnieuw te lezen of een andere pagina te bezoeken.
pa: ਅਫਸੋਸ, <span color="#909090">%s</span> ਨੇ ਇਹ ਟੈਬ ਨੂੰ ਕਰੈਸ਼ ਕਰ ਦਿੱਤਾ ਹੈ। ਬਰਾਊਜ਼ਰ ਦਾ ਬਾਕੀ ਭਾਗ ਦਾ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੋਇਆ ਹੈ। ਤੁਸੀਂ ਪੇਜ਼ ਨੂੰ ਮੁੜ-ਲੋਡ ਕਰ ਸਕਦੇ ਹੋ ਜਾ ਹੋਰ ਕੋਈ ਖੋਲ੍ਹ ਸਕਦੇ ਹੋ।
pl: Niestety, <span color="#909090">%s</span> spowodował, że ta zakładka przestała działać. Reszta przeglądarki działa poprawnie. Możesz spróbować załadować tę stronę ponownie albo odwiedzić inną.
ro: Ne pare rău, <span color="#909090">%s</span> pare să fie responsabil de prăbușirea acestei file. Restul navigatorului este nevătămat. Puteți încerca să reîncărcați pagina sau să accesați o altă pagină.
sv: Ursäkta, <span color="#909090">%s</span> verkar ha fått den här fliken att krascha. Resten av webbläsaren är ok. Du kan ladda om webbsidan eller besöka en annan.
uk: Вибачте, <span color="#909090">%s</span> на цій вкладці виникла помилка. Решта вкладок переглядача працює без проблем. Ви можете спробувати перезавантажити цю сторінку чи відвідати іншу.

source: Download cancelled
ca: Baixada cancel·lada
eo: Elŝultaĵo malfariĝis
gl: Cancelouse a descarga
hu: A letöltés megszakítva
id: Pengunduhan dibatalkan
ja: ダウンロードがキャンセルされました
lo: ຍົກເລີກ ດາວໂລດ
nl: Download afgebroken
pa: ਡਾਊਨਲੋਡ ਰੱਦ ਕੀਤਾ
pl: Zrezygnowano z pobierania
ro: Descărcare anulată
sv: Nerladdningen avbruten
th: ดาวน์โหลดถูกยกเลิก
uk: Завантаження скасовано
wa: Aberwetaedje rinoncî

source: Download completed
ca: Baixada completada
eo: Elŝultaĵo finiĝis
gl: Rematou a descarga
hu: Sikeres letöltés
id: Pengunduhan komplit
ja: ダウンロードが完了しました
lo: ດາວໂລດ ເເລ້ວ
nl: Download compleet
pa: ਡਾਊਨਲੋਡ ਪੂਰਾ ਹੋਇਆ
pl: Pobieranie ukończone
ro: Descărcare completă
sv: Nerladdningen färdig
th: ดาวน์โหลดเสร็จสิ้น
uk: Завантаження завершено
wa: Aberwetaedje tot fwait

source: Open file
ca: Obre el fitxer
eo: Malfermu dosieron
gl: Abrir un ficheiro
hu: Fájl megnyitása
id: Buka berkas
ja: ファイルを開く
lo: ເປີດເເຟ້ມ
nl: Open bestand
pa: ਫਾਇਲ ਖੋਲ੍ਹੋ
pl: Otwórz plik
ro: Deschide fișier
sv: Öppna fil
th: เปิดแฟ้ม
uk: Відкрити файл
wa: Drovi fitchî

source: Find in Page
gl: Atopar na páxina
id: Cari di Halaman
ja: ページ内検索
nl: Zoek in pagina
pa: ਪੇਜ਼ ਵਿੱਚ ਖੋਜ
sv: Hitta på sidan

source: Type to search
gl: Escriba o que quere buscar
id: Ketikkan yang dicari
ja: タイプして検索する。
nl: Tik in om te zoeken
pa: ਖੋਜ ਦੀ ਕਿਸਮ
sv: Skriv för sökning

source: Next result
gl: Resultado seguinte
id: Hasil berikutnya
ja: 次の検索結果
nl: Volgend resultaat
pa: ਅਗਲਾ ਨਤੀਜਾ
sv: Nästa resuktat

source: Previous result
gl: Resultado anterior
id: Hasil sebelumnya
ja: 前の検索結果
nl: Vorig resultaat
pa: ਪਿਛਲਾ ਨਤੀਜਾ
sv: Tidigare resultat

source: Run the browser in a window
ca: Executa el navegador en una finestra
eo: Rulu la retumilo en fenestro
gl: Executar o navegador nunha xanela
hu: A böngésző futtatása ablakban
id: Jalankan peramban di suatu jendela
ja: ウィンドウ内でブラウザーを立ち上げる
nl: Start de browser in een nieuw venster
pa: ਬਰਾਊਜ਼ਰ ਵਿੰਡੋ ਵਿੱਚ ਚਲਾਓ
pl: Uruchom przeglądarkę w okienku
ro: Rulează navigatorul într-o fereastră
sv: Öppna webbläsaren i ett nytt fönster
th: เปิดใช้งานเบราว์เซอร์ในวินโดวส์
uk: Запустити переглядач у вікні
wa: Enonder l' betchteu dins on purnea

source: Add the URL to the recent files list
ca: Afegeix l'URL a la llista de fitxers recents
eo: Aldonu la URL-on al la listo de lastaj dosieroj
gl: Engadir o URL á listaxe de ficheiros recentes
hu: Az URL hozzáadása a legutóbbi fájlok listájához
id: Tambahkan URL ke daftar berkas terkini
ja: 最近アクセスしたファイルリストに URL を追加
nl: Voeg de URL toe aan de lijst van recente bestanden
pa: ਤਾਜ਼ਾ ਫਾਇਲ ਲਿਸਟ ਵਿੱਚ URL ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj URL do listy ostatnio używanych
ro: Adaugă URL-ul la fișierele folosite recent
sv: Lägg till URL'en i fillistan
th: เพิ่มยูอาร์แอลในรายการที่ผ่านมา
uk: Додати URL до списку недавніх файлів
wa: Radjouter l' URL al djivêye des fitchîs d' enawaire

source: Moblin Web Browser
ca: Navegador web Moblin
eo: Moblin Retumilo
gl: Navegador web Moblin
hu: Moblin Web Böngésző
id: Peramban Web Moblin
ja: Moblin Web ブラウザー
lo: ມອບລີນ ເວບ ບາວເຊີ
pa: ਮੋਬਲਿਨ ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przedlądarka www Moblin
ro: Navigatorul Web Moblin
sv: Webbläsaren Moblin
th: Moblin เว็บเบราว์เซอร์
wa: Betchteu waibe da Moblin

source: Open link in new tab
ca: Obre l'enllaç en una pàgina web
eo: Malfermu la ligilon en nova langeto
gl: Abrir a ligazón nun separador novo
hu: A hivatkozás megnyitása új lapon
id: Buka taut pada tab baru
ja: 新しいタブでリンクを開く
nl: Open link in nieuw tabblad
pa: ਲਿੰਕ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz link w nowej zakładce
ro: Deschide legătura într-o filă nouă
sv: Öppna länk i ny flik
th: เปิดลิงค์ในแท็บใหม่
uk: Відкрити посилання у новій вкладці
wa: Drovi hårdêye dins ene novele linwete

source: Copy link location
ca: Copia l'adreça de l'enllaç
eo: Kopiu la ligilon
gl: Copiar o enderezo da ligazón
hu: A hivatkozás címének másolása
id: Salin lokasi taut
ja: リンク場所をコピー
nl: Kopieer link locatie
pa: ਲਿੰਕ ਟਿਕਾਣਾ ਕਾਪੀ ਕਰੋ
pl: Skopiuj adres z linku
ro: Copiază locația legăturii
sv: Kopiera länkdestination
th: คัดลอกที่อยู่ลิงค์
uk: Копіювати посилання
wa: Copyî eplaeçmint del hårdêye

source: Save link
gl: Gardar a ligazón
id: Simpan taut
ja: リンクを保存
nl: Bewaar koppeling
pa: ਲਿੰਕ ਸੰਭਾਲੋ
sv: Spara länk

source: View image
gl: Ver a imaxe
id: Tilik citra
ja: 画像を見ます。
nl: Bekijk afbeelding
pa: ਚਿੱਤਰ ਵੇਖੋ
sv: Se bild

source: Copy image location
gl: Copiar o enderezo da imaxe
id: Salin lokasi citra
ja: リンク場所をコピー
nl: Kopieer afbeelding locatie
pa: ਚਿੱਤਰ ਟਿਕਾਣਾ ਕਾਪੀ ਕਰੋ
sv: Kopiera bilddestination

source: Save image
gl: Gardar a imaxe
id: Simpan citra
ja: 画像を保存
nl: Bewaar afbeelding
pa: ਚਿੱਤਰ ਸੰਭਾਲੋ
sv: Spara bild

source: Copy text
gl: Copiar o texto
id: Salin teks
ja: テキストをコピーします。
nl: Kopieer tekst
pa: ਟੈਕਸਟ ਕਾਪੀ ਕਰੋ
sv: Kopiera text

source: Back
gl: Recuar
id: Mundur
ja: 戻る
nl: Terug
pa: ਪਿੱਛੇ
sv: Tillbaka

source: Forward
gl: Avanzar
id: Maju
ja: 次へ
nl: Vooruit
pa: ਅੱਗੇ
sv: Nästa

source: Stop
gl: Parar
id: Berhenti
ja: 停止
pa: ਰੋਕੋ
sv: Sluta

source: Reload
gl: Anovar
id: Muat ulang
ja: 再ロード
nl: Herlaad pagina
pa: ਮੁੜ-ਲੋਡ ਕਰੋ
sv: Ladda om sidan

source: Pin this page
gl: Marcar esta páxina
id: Patok halaman ini
ja: ページをピン固定する。
nl: Pin deze pagina
pa: ਇਹ ਪੇਜ਼ ਪਿੰਨ ਕਰੋ
sv: Nåla fast sidan

source: Save page
gl: Gardar esta páxina
id: Simpan halaman
ja: ページを保存
nl: Bewaar pagina
pa: ਪੇਜ਼ ਸੰਭਾਲੋ
sv: Spara sidan

source: Do you want to reset your browser? This will remove your web history, pinned pages and personal settings.
ca: Voleu reiniciar el navegador? Suprimireu l'historial web, les pàgines enganxades i els paràmetres personals.
eo: Ĉu vi volas elviŝi la retumilon? Forviŝiĝos la historio, kejlitaj paĝoj kaj personaj elektaĵoj.
gl: Desexa restaurar o navegador? Con isto eliminarase o historial web, as páxinas marcadas e a configuración persoal.
id: Ingin mereset peramban anda? Hal ini akan menghapus riwayat web anda, halaman-halaman yang ditusuk, dan penataan pribadi.
ja: ブラウザー履歴を今すぐリセットしますか？ウェブの履歴や、ピン固定ページ、個人設定も削除されます。
nl: Wil je je browser geschiedenis wissen? Dit zal jou webgeschiedenis, gepinde pagina's en persoonlijke instellingen wissen.
pa: ਕੀ ਤੁਸੀਂ ਆਪਣਾ ਬਰਾਊਜ਼ਰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਚਾਹੁੰਦ ਹੋ? ਇਹ ਵੈੱਬ ਅਤੀਤ, ਪਿੰਨ ਕੀਤੇ ਪੇਜ਼, ਅਤੇ ਨਿੱਜੀ ਸੈਟਿੰਗ ਹਟਾਏਗਾ।
pl: Wyczyścić teraz przeglądarkę? Spowoduje to zapomnienie historii przedlądania, Twoich stron z pinezką i ustawień osobistych.
ro: Doriți să resetați navigatorul? Această acțiune va șterge istoricul web, paginile cu bold și setările personale.
sv: Vill du radera din webbhistoria nu? Det kommer också att ta bort fastnålade sidor och personliga inställningar.
th: คุณต้องการรีเซ็ตค่าเบราว์เซอร์ของคุณ ? การกระทำนี้จะลบค่าปักหมุดในประวัติเว็บและค่าการติดตั้งส่วนตัว
uk: Ви хочете очистити ваш перегялдач? Ця дія видалить вашу історію, приліплені сторінки та персональні налаштування.
wa: Voloz rmete a zero vosse betchteu ? Çouci oistêyrè l' istwere del waibe, les pådjes ataeteyes eyet les apontiaedjes da vosse.

source: Yes, delete
ca: Sí, suprimeix
eo: Jes, forviŝu
gl: Si, eliminar
hu: Igen, törlés
id: Ya, hapus
ja: YES - クリア
lo: ເເມ່ນ, ລຶບ
nl: Ja, verwijder
pa: ਹਾਂ, ਹਟਾਓ
pl: Tak, skasuj
ro: Da, șterge
sv: Ja, ta bort
th: ใช่, ลบ
uk: Так, видалити
wa: Oyi, disfacer

source: No, save
ca: No, desa
eo: Ne, konservu
gl: Non, gardar
hu: Nem, mentés
id: Jangan, simpan
ja: NO - 保存
lo: ບໍ່ແມ່ນ, ບັນທຶກ
nl: Nee, sla op
pa: ਨਹੀਂ, ਸੰਭਾਲੋ
pl: Nie, zachowaj
ro: Nu, salvează
sv: Nej, spara
th: ไม่ใช่, บันทึก
uk: Ні, зберегти
wa: Nonna, schaper

source: Favorite pages
bs: Zabilježene stranice
ca: Pàgines preferides
eo: Ofte vizitaj paĝoj
eu: Orri gogokoenak
fa: صفحات دلخواه
gl: Páxinas favoritas
he: העמודים המועדפים
hu: Kedvenc lapok
id: Halaman-halaman favorit
ja: お気に入りのページ
nl: Favoriete pagina's
pa: ਪਸੰਦੀਦਾ ਪੇਜ਼
pl: Ulubione strony
ro: Pagini favorite
sv: Favoritsidor
th: หน้าที่ประทับใจ
uk: Улюблені сторінки
wa: Pådjes favorites

source: No pinned pages. Push the pin in the automagic bar on a page you wish to remember.
eo: Mankas kejlitaj paĝoj. Premu la kejlon ĉe la aŭtomagika breto por memori paĝon.
gl: Non hai páxinas marcadas. Prema a chincheta na barra automáxica na páxina que desexe lembrar.
id: Tak ada halaman yang dipatok. Dorong patok pada batang ajaib pada halaman yang ingjn Anda ingat.
ja: ピン固定ページがありません。記憶したいページのオートマジック・バーでピンを押してください。
nl: Geen gepinde pagina's. Druk de pin in de automagic balk op een pagina die je wil onthouden.
pa: ਕੋਈ ਪਿੰਨ ਕੀਤਾ ਪੇਜ਼ ਨਹੀਂ ਹੈ। ਪੇਜ਼ ਉੱਤੇ ਆਟੋਮੈਟਿਕ ਪੱਟੀ ਵਿੱਚ ਪਿੰਨ ਲਗਾਉ, ਜੇ ਤੁਸੀਂ ਯਾਦ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Brak stron z pinezkami. Wciśnij pinezkę na automagicznym pasku przy stronie, którą chcesz zapamiętać.
ro: Nici o pagină cu bold. Apăsați boldul din bara automagic a paginii care doriți să o rețineți.
sv: Inga fastnålade sidor. Klicka på knappnålen i automagi-listen för de webbsidor du vill komma ihåg.
uk: Немає приліплених сторінок. Натисніть на значок приліплення для стоірнки, яку Ви хочете запам'ятати.

source: More pinned pages
ca: Més pàgines enganxades
eo: Pli da kejlitajn paĝojn
gl: Máis páxinas marcadas
hu: Több megjelölt lap
id: Lebih banyak halaman yang ditusuk
ja: たくさんのピン固定ページ
nl: Meer gepinde pagina's
pa: ਹੋਰ ਪਿੰਨ ਕੀਤੇ ਪੇਜ਼
pl: Więcej stron z pinezką
ro: Mai multe pagini cu bold
sv: Fler fastnålade sidor
th: หน้าปักหมุดจำนวนหนึ่ง
uk: Більше приліплених сторінок
wa: Pus di pådjes ataetcheyes

source: No matching pages were found
eo: Neniuj tauĝaj paĝoj troviĝis
gl: Non se atoparon páxinas que coincidisen
id: Tak ditemukan halaman yang cocok
ja: 一致するページが見つかりません
nl: Geen corresponderende pagina's gevonden
pa: ਕੋਈ ਮਿਲਦਾ ਪੇਜ਼ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pl: Nie znaleziono pasujących stron
ro: Nici o pagină potrivită nu a fost găsită
sv: Inga matchande sidor hittades
uk: Не знайдено відповідних сторінок
wa: Dji n' a trové nole pådje ki corespond

source: __ wants to know your location.
ca: __ vol saber la vostra ubicació.
eo: __ volas scii vian lokon.
gl: __ desexa coñecer a súa localización.
id: __ ingin tahu lokasi anda.
ja: __さんはあなたの現在地を知りたがってます
nl: __ wil jou lokatie weten.
pa: __ ਤੁਹਾਡਾ ਟਿਕਾਣਾ ਜਾਣਨਾ ਚਾਹੁੰਦਾ ਹੈ।
pl: __ chce znać Twoją lokalizację.
ro: __ dorește să știe locația dvs.
sv: __vill veta din plats.
th: __ ต้องการรู้ตำแหน่งของคุณ
uk: __ хоче взнати ваше розташування.
wa: __ vout sawè vost eplaeçmint.

source: Share location
ca: Comparteix la ubicació
eo: Donu la lokon
gl: Compartir a localización
id: Berbagi lokasi
ja: 現在地を共有する
nl: Deel locatie
pa: ਟਿਕਾਣਾ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij informację
ro: Împărtășește locația
sv: Dela plats
th: ตำแหน่งการแชร์
uk: Дозволити
wa: Pårtaedjî eplaeçmint

source: Don't share
ca: No la comparteixis
eo: Ne donu
gl: Non compartir
id: Jangan berbagi
ja: 共有しない
nl: Niet delen
pa: ਸਾਂਝਾ ਨਾ ਕਰੋ
pl: Nie udostępniaj
ro: Nu împărtăși
sv: Dela inte
th: ไม่แชร์
uk: Заборонити
wa: Èn nén pårtaedjî

source: Remember for this site
ca: Recorda-ho per aquest lloc
eo: Memoru por ĉi tiu retejo
gl: Lembrar para este sitio
id: Ingat untuk situs ini
ja: このサイトを記憶する
nl: Onthouden voor deze website
pa: ਇਹ ਸਾਈਟ ਯਾਦ ਰੱਖੋ
pl: Zapamiętaj dla tej strony
ro: Reține pentru acest site
sv: Kom ihåg för webbplats
th: จำเว็บไซต์นี้
uk: Запам'ятати для цього сайту
wa: Rimimbrer po cisse waibe

source: Settings
ca: Paràmetres
eo: Elektaĵoj
gl: Configuración
hu: Beállítások
id: Penataan
ja: 設定
lo: ຕັ້ງຄ່າ
nl: Instellingen
pa: ਸੈਟਿੰਗ
pl: Ustawienia
ro: Setări
sv: Inställningar
th: ตั้งค่า
uk: Налаштування
wa: Apontiaedjes

source: General
eo: Ĝenerala
gl: Xeral
hu: Általános
id: Umum
ja: 一般設定
lo: ທົ່ວໄປ
nl: Generiek
pa: ਆਮ
pl: Ogólne
sv: Allmänna
th: ทั่วไป
uk: Основні
wa: Djenerå

source: Try to complete domain names in automagic bar
ca: Intenta completar els noms dels dominis a la barra màgica
eo: Peni kompletigi domajnnomojn en la aŭtomagika breto
gl: Tentar completar os nomes de dominio na barra automáxica
hu: Próbáld kiegészíteni a neveket az automagic sorban
id: Mencoba melengkapi nama domain di batang ajaib
ja: ドメイン名を、完全な形でオートマジック・バーに表示させる
nl: Proberen domeinnaam af te maken in automagic balk
pa: ਆਟੋਮੈਜਿਕ ਬਾਰ ਵਿੱਚ ਡੋਮੇਨ ਨਾਂ ਪੂਰਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Próbuj uzupełniań nazwy domen w pasku auto-magicznym
ro: Încercați să completați numele domeniului în bara Automagic
sv: Försök att fylla i domännamn med hjälp av automagi-listen
th: พยายามเติมเต็มชื่อโดเมนในออโต้เมติกบาร์
uk: Спроба завершити доменне ім'я в автоматичному рядку
wa: Sayî d' rimpli les nos d' dominne el bår otomadjike

source: Search in automagic bar
ca: Cerca a la barra màgica
eo: Serĉi en la aŭtomagika breto
gl: Procurar na barra automáxica
hu: Keresés az automagic sorban
id: Mencari di batang ajaib
ja: オートマジック・バーで使用するサーチエンジン
nl: Zoek in de automagic balk
pa: ਆਟੋਮੈਜਿਕ ਬਾਰ ਵਿੱਚ ਖੋਜ
pl: Szukanie w pasku auto-magicznym
ro: Caută în bara Automagic
sv: Sök med hjälp av automagi-listen
th: ค้นหาในออโต้เมจิกบาร์
uk: Пошук в автоматичному рядку
wa: Trover el bår otomadjike

source: Add new search engine
ca: Afegeix un nou motor de cerca
eo: Aldonu novan serĉilon
gl: Engadir un motor de procuras novo
hu: Új keresőmotor hozzáadása
id: Tambahkan mesin pencari baru
ja: 新規サーチエンジンの追加
lo: ເພີ້ມເຄຶ້ອງຊອກໃຫມ່
nl: Voeg een zoekmachine toe
pa: ਨਵਾਂ ਖੋਜ ਇੰਜਣ ਸ਼ਾਮਲ
pl: Dodaj wyszukiwarkę
ro: Adaugă un nou motor de căutare
sv: Lägg till ny sökmotor
th: เพิ่มเซิร์ซเอนจิ้นใหม่
uk: Добавити нову пошукову машину
wa: Radjouter novea moteur di cweraedje

source: Privacy
ca: Privadesa
eo: Privateco
gl: Privacidade
hu: Személyes adatok
id: Privasi
ja: プライバシー設定
lo: ສິດຊ່ວນຕົວ
pa: ਪਰਾਈਵੇਸੀ
pl: Prywatność
ro: Confidenţialitate
sv: Personliga
th: ส่วนตัว
uk: Приватність
wa: Privaceye

source: Remember my passwords
ca: Recorda les contrasenyes
eo: Memoru miajn pasvortojn
gl: Lembrar os meus contrasinais
hu: Emlékezz a jelszavamra
id: Ingat kata sandiku
ja: パスワードを記憶する
lo: ຈໍາລະຫັດພ່ານ ຂອງຂ້ອຍ
nl: Onthoudt mijn wachtwoorden
pa: ਮੇਰੇ ਪਾਸਵਰਡ ਚੇਤੇ ਰੱਖੋ
pl: Zapamiętuj moje hasła
ro: Reține-mi parolele
sv: Kom ihåg mina lösenord
th: จำรหัสผ่าน
uk: Пам'ятати мої паролі
wa: Rimimbrer mes sicrets

source: Remember what I type into forms
ca: Recorda el que escric en els formularis
eo: Memoru la enhavon de enigiloj
gl: Lembrar o que escribo nos formularios
hu: Emlékezz arra, amit az űrlapokba írok
id: Ingat apa yang saya ketikkan ke formulir
ja: フォームに入力したテキストを記憶する
lo: ຈື່ວ່າຂ້ອຍປ້ອນຫຍັງເຂົ້າຟອມ
nl: Onthoud wat ik in formulieren invul
pa: ਮੈਂ ਫਾਰਮਾਂ ਵਿੱਚ ਜੋ ਵੀ ਲਿਖਾਂ, ਚੇਤੇ ਰੱਖੋ
pl: Zapamiętuj dane wpisywane w formularzach
ro: Reține ce scriu în formulare
sv: Kom ihåg vad jag fyller i formulär
th: จำสิ่งที่พิมพ์ในฟอร์ม
uk: Пам'ятати те, що я набирав у формах
wa: Rimimbrer çou k' dji tape dins les formulaires

source: Keep my browser history for up to
ca: Mantén l'historial del navegador fins a
eo: Tenu la historion antaŭ
gl: Conservar o meu historial web durante
hu: Keresési előzményeim megtartása
id: Jaga riwayat perambanku sampai dengan
ja: ブラウザー履歴に、次の期間の記録を残す：
lo: ŭ
nl: Onthoudt mijn browser geschiedenis tot maximaal
pa: ਮੇਰਾ ਬਰਾਊਜ਼ਰ ਅਤੀਤ ਚੇਤੇ ਰੱਖੋ
pl: Pamiętaj moją historię przeglądania nie dłużej niż
ro: Păstrază istoricul navigatorului pentru
sv: Behåll min webbläsarhistorik upp till
th: เก็บประวัติการเข้าชมเป็นเวลา
uk: Зберігати мою історію до
wa: Wårder l' istwere di m' betchteu sol tins d'

source: 1 year
ca: 1 any
eo: 1 jaro
gl: 1 ano
hu: 1 évig
id: 1 tahun
ja: 1年間
lo: 1 ປີ
nl: 1 jaar
pa: 1 ਸਾਲ
pl: rok
ro: 1 an
sv: 1 år
th: 1 ปี
uk: 1 року
wa: 1 an

source: 1 month
ca: 1 mes
eo: 1 monato
gl: 1 mes
hu: 1 hónapig
id: 1 bulan
ja: 1ヶ月間
lo: 1 ເດືອນ
nl: 1 maand
pa: 1 ਮਹੀਨਾ
pl: miesiąc
ro: 1 lună
sv: 1 månad
th: 1 เดือน
uk: 1 місяця
wa: 1 moes

source: 1 week
ca: 1 setmana
eo: 1 semajno
gl: 1 semana
hu: 1 hétig
id: 1 minggu
ja: 1週間
lo: 1 ອາທິດ
pa: 1 ਹਫ਼ਤਾ
pl: tydzień
ro: 1 săptămână
sv: 1 vecka
th: 1 สัปดาห์
uk: 1 тижня
wa: 1 samwinne

source: 1 day
ca: 1 dia
eo: 1 tago
gl: 1 día
hu: 1 napig
id: 1 hari
ja: 1日間
lo: 1 ມື້
nl: 1 dag
pa: 1 ਦਿਨ
pl: 1 dzień
ro: 1 zi
sv: 1 dag
th: 1 วัน
uk: 1 дня
wa: 1 djoû

source: Reset my browser now
ca: Reinicia el navegador ara
eo: Elviŝi la retumilon nun
gl: Restaurar o navegador agora
id: Reset perambanku sekarang
ja: ブラウザー履歴を今すぐリセットする
nl: Leeg mijn browser geschiedenis nu
pa: ਮੇਰਾ ਬਰਾਊਜ਼ਰ ਹੁਣ ਰੀ-ਸੈੱਟ ਕਰੋ
pl: Wyczyść teraz
ro: Resetează navigatorul acum
sv: Nollställ min webbläsarhistorik nu
th: เริ่มเบราว์เซอร์ใหม่เดี๋ยวนี้
uk: Очистити мій переглядач зараз
wa: Rimete a zero m' betchteu do côp

source: New tab
bs: Novi tab
ca: Pestanya nova
eo: Nova langeto
eu: Fitxa berria
fa: زبانه جدید
gl: Novo separador
he: לשונית חדשה
hu: Új lap
id: Tab baru
ja: 新規タブ
lo: ເເທບໃຫມ່
nl: Nieuw tabblad
pa: ਨਵੀਂ ਟੈਬ
pl: Nowa zakładka
ro: Filă nouă
sv: Ny flik
th: แท็บใหม่
uk: Нова вкладка
wa: Novele linwete

source: Pinned pages
ca: Pàgines enganxades
eo: Kejlitajn paĝojn
gl: Páxinas marcadas
hu: Megjelölt lapok
id: Halaman-halaman tertusuk
ja: ピン固定ページ
nl: Gepinde pagina's
pa: ਪਿੰਨ ਕੀਤੇ ਪੇਜ਼
pl: Strony z pinezką
ro: Pagini cu bold
sv: Fastnålade sidor
th: หน้าว่าง
uk: Приліплені сторінки
wa: Pådjes ataetcheyes
