Repository: meego-netbook-ux/meego-panel-web
Catalog: po/*.po
Languages: bs, ca, eo, eu, fa, gl, he, hu, id, ja, lo, nl, pa, pl, ro, sv, th, uk, wa

source: Trouble connecting?
ca: Teniu problemes per connectar-vos?
eo: Fuŝe konektado?
gl: Problemas de conexión?
hu: Problémád van a kapcsolódással?
id: Kesulitan menghubungi?
ja: 接続にお困りですか？
lo: ບັນຫາເຊີ່ມຕໍ່?
nl: Problemen met verbinden?
pa: ਕੁਨੈਕਟ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆ?
pl: Problemy z połączeniem?
ro: Probleme cu conectarea?
sv: Problem att ansluta?
th: มีปัญหาในการเชื่อมต่อ ?
uk: Проблеми мережі?
wa: Des rujhes po s' raloyî ?

source: Move your pointer to the top of the screen to bring down the toolbar and choose the Networks panel.
ca: Moveu el punter a dalt de tot de la pantalla per fer aparèixer la barra d'eines i escolliu el quadre de xarxa.
eo: Movu la referencon ĝis la supro de la ekrano por movigi ilobreton malsupren kaj elektu la Retpanelon.
gl: Mova o punteiro do rato pola parte superior da pantalla para baixar a barra de ferramentas e escolla o panel Redes.
hu: Vidd a mutatót a képernyő tetejére és a lenyíló eszköztáron válaszd ki a Hálózatok panelt.
id: Gerakkan pointermu ke puncak layar untuk menurunkan toolbar dan pilih panel Jaringan.
ja: ポインターをスクリーンの上に持っていくと降りてくるツールバーから、ネットワークパネルを選択します。
nl: Beweeg je muiscursor naar het top van het scherm om de toolbalk en selecteer het netwerk paneel
pa: ਪੁਆਇੰਟਰ ਨੂੰ ਸਕਰੀਨ ਦੇ ਉੱਤੇ ਲੈ ਜਾਉ ਤਾਂ ਕਿ ਟੂਲਬਾਰ ਹੇਠਾਂ ਲੈ ਆਂਦੀ ਜਾ ਸਕੇ ਅਤੇ ਨੈੱਟਵਰਕ ਪੈਨਲ ਚੁਣੋ।
pl: Dojedź kursorem do samej góry i wybierz Panel Sieci z paska narzędzi.
ro: Mutaţi indicatorul în partea de sus a ecranului pentru a afișa bara de instrumente şi alegeţi panoul de rețele.
sv: Flytta din markör till översta delen av skärmen för att i verktygsfältet välja Nätverk
th: เลื่อนพอยน์เตอร์ไปยังด้านบนของหน้าจอเพื่อเลื่อนแถบเครื่องมือเลือกพาเนลเครือข่าย
uk: Перемістсть вказівник миші вгору до панелі інструментів та виберіть мережеву панель.
wa: Bodjî vos pwinteu al copete del waitroûle po fé dischinde li bår ås usteyes eyet tchoezi l' scriftôr del Rantoele.

source: Welcome to Moblin Netbook Web Browser. When you visit pages your favorite ones will show up here.
ca: Benvingut al navegador web per a mini portàtils del Moblin. A mesura que aneu navegant per Internet les vostres pàgines preferides es mostraran aquí.
eo: Bonvenon al la retumilo de Moblin Netbook. Kiam oni vizitas paĝojn, la plej ofte vizitaj aperos ĉi tie.
gl: Benvido/a ao navegador web Moblin para notebooks. Cando visite páxinas web, as favoritas aparecerán aquí.
hu: Üdvözöllek a Moblin Netbook Web Böngészőjében. A kedvenc lapjaid itt jelennek majd meg.
id: Selamat datang ke Peramban Web Netbook Moblin. Ketika anda mengunjungi halaman-halaman, favorit anda akan muncul di sini.
ja: Moblin Web ブラウザーにようこそ。ページを閲覧すると、お気に入りページとして、ここに表示されます。
nl: Welkom bij de Moblin web browser. Wanneer je pagina's bezoekt komen je favorieten hier te staan.
pa: ਮੋਬਲਿਨ ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਪਸੰਦੀਦਾ ਪੇਜ਼ ਖੋਲ੍ਹੋਗੇ ਤਾਂ ਉਹ ਇੱਥੇ ਵੇਖਾਏ ਜਾਣਗੇ।
pl: Witamy w Przeglądarce WWW Moblin. Tu pojawiać się będą Twoje ulubione strony w miarę ich przeglądania.
ro: Bine ați venit pe Navigatorul Web Moblin pentru Netbook-uri. Atunci când navigați pe internet, paginile web favorite vor apare aici.
sv: Välkommen till Moblin Netbook webbläsare. När du besöker sidor kommer dina favoriter visas här.
th: ยินดีต้อนรับสู่เว็บเบราวเซอร์ Moblin สำหรับเน็ตบุค เมื่อคุณเข้าชมเว็บไซต์ รายการที่โปรดปรานจะแสดงผลที่นี่
uk: Ласкаво просимо до перегялача Moblin Netbook Web Browser. Коли ви відвідаєте сторіки, ваші улюблені будуть показані тут.
wa: Wilicome sol Betchteu waibe po Netbook da Moblin. Cwand vos vizitez des pådjes, vos favorites si mosterront chal.

source: Getting started
ca: Primers passos
eo: Komencado
gl: Comezar
hu: Kezdés
id: Memulai
ja: ここからスタート
lo: ກໍາລັງເລີ້ມ
nl: Beginnen
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Wprowadzenie
ro: Noţiuni de bază
sv: Börjar
th: เริ่มต้นที่นี่
uk: Початок роботи
wa: Pos ataker

source: First, make sure you have an internet connection! Then click on the automagic bar or press Ctrl+L to get there quickly and type the address or search you want.
ca: Primer de tot assegureu-vos que teniu connexió a Internet, després feu clic a la barra màgica (o premeu Ctrl+L per arribar-hi abans) i introduïu l'adreça on voleu anar o la cerca que voleu.
eo: Unue, kontrolu ĉu vi havas retkapablon! Poste alklaku la aŭtomagikan breton aŭ premu Ctrl+L por rapide celi ĝin kaj tajpu la adreson aŭ serĉaĵon kiun vi volas.
gl: Primeiramente, verifique que dispón de conexión á Internet. A seguir, prema a barra automáxica ou prema Ctrl+L para ir a ela rapidamente e escriba o enderezo ou procura que desexe.
hu: Először is győződj meg arról, hogy van-e internet kapcsolatod! Ezután kattints az automagic sorba vagy nyomj Ctrl+L billentyűkombinációt a gyors odaugrásra és gépeld be a címet vagy amit keresni akarsz
id: Pertama, pastikan anda memiliki sambungan internet! Lalu klik ke batang ajaib atau tekan Ctrl+L untuk kesana secara cepat dan ketikkan alamat atau pencarian yang anda inginkan.
ja: まず、インターネット接続を確認してください。インターネットに接続できることを確認したら、オートマジック・バーをクリックするか Ctrl+L を押し、アドレスを入力するか、検索を始めます。
nl: Eerst, zorg ervoor dat je een Internet verbinding hebt. Klik dan op de automagic balk of toets control+L om er snel te komen, en toets het adres of zoekopdracht in.
pa: ਪਹਿਲਾਂ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੁਨੈਕਟ ਹੋ! ਤਦ ਆਟੋਮੈਜਿਕ ਬਾਰ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ ਜਾਂ Ctrl+L ਦੱਬ ਕੇ ਉੱਤੇ ਜਾਓ ਅਤੇ ਐਡਰੈੱਸ ਜਾਂ ਖੋਜ ਲਈ ਸ਼ਬਦ, ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ, ਲਿਖੋ
pl: Po pierwsze upewnij się, że masz połączenie z internetem. Następnie kliknij na pasku auto-magicznym lub dostań się do niego wciskając Ctrl+L i wpisz adres lub frazę do wyszukania w internecie.
ro: În primul rând, asiguraţi-vă că aveţi o conexiune la internet! Apoi faceţi clic pe bara Automagic sau apăsaţi Ctrl+L pentru a ajunge acolo mai repede şi scrieți adresa sau căutați ce doriți
sv: Börja med att se att internetanslutningen fungerar! Klicka därefter på automagi-listen eller tryck på Ctrl+L för att hoppa dit direkt och skriv in addressen eller sök det du vill.
th: อันดับแรก คุณต้องแน่ใจว่ามีการเชื่อมต่อกับอินเทอร์เน็ต คลิกที่ออโตเมติดบาร์หรือกดปุ่ม Ctrl+L เพื่อความรวดเร็วในการพิมพ์ที่อยู่เว็บไซต์หรือการค้นหาที่คุณต้องการ
uk: Спочатку впевніться в тому, що у Вас є з'єднання з Інтернет! Тоді натисніть на автоматичному рядку та натисніть Ctrl+L для можливості швидко набирати адресу чи шукати, що Ви хочете.
wa: Aprume, waitîz bén k' vos åyoxhe on raloyaedje el daegntoele ! Adon-pwis clitchîz sol bår otomadjike oudonbén tchôkîz so Ctrl+L pos î potchî rade eyet taper l' adresse ou l' cweraedje ki vs voloz.

source: Make this a private tab
ca: Fes que aquesta pestanya sigui privada
eo: Privatigi ĉi tiun langeton
gl: Converter este separador en privado
hu: Legyen ez egy privát lap
id: Buat ini tab pribadi
ja: これをプライベートタブにする
nl: Maak dit een prive tabblad
pa: ਇਹ ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਬਣਾਓ
pl: Zakładka prywatna
ro: Faceți această filă privată
sv: Skapa en personlig flik
th: ทำให้เป็นแท็บส่วนตัว
uk: Зробити це приватною вкладкою
wa: Endè fé ene privêye linwete

source: This is a private tab. Things you do in this tab will not be stored on this machine. However, websites you use may still keep records of your actions.
ca: Aquesta és una pestanya privada. Tot el que feu dins d'aquesta pestanya no s'emmagatzemmarà. Tot i així, les pàgines que visiteu poden continuar recollint i desant dades de les vostres accions.
eo: Ĉi tiu langeto estas privata. Agoj en ĉi tiu langeto ne memoriĝos per ĉi tiu komputilo. Tamen, retejoj kiujn vi uzas ankoraŭ povas surbendigi viajn agojn.
gl: Este é un separador privado. O que faga neste separador non se garda na máquina. Porén, pode que os sitios web que visite conserven un rexistro das súas accións.
hu: Ez egy privát lap. Amit ezen a lapon teszel, azt nem tárolja a géped. Bár a weboldalak továbbra is rögzíthetik a műveleteidet.
id: Ini adalah tab pribadi. Hal-hal yang anda lakukan di tab ini tidak akan disimpan ke dalam mesin ini. Namun, situs-situs web yang anda pakai mungkin masih menyimpan catatan tentang kegiatan anda.
ja: これはプライベートタブです。このタブ内で行ったことは、コンピューターに残りません。ただし、アクセス先の Web サイトに情報が保存される場合があります。
nl: Dit is een prive tabblad. Geen informatie van dit tabblad wordt in de computer opgeslage. Websites kunnen echter wel gegevens onthouden van je bezoek.
pa: ਇਹ ਟੈਬ ਪ੍ਰਾਈਵੇਟ ਬਣਾਉ। ਇਸ ਟੈਬ ਵਿੱਚ ਜੋ ਵੀ ਕੁਝ ਤੁਸੀਂ ਕਰੋਗੇ ਤਾਂ ਉਹ ਮਸ਼ੀਨ ਉੱਤੇ ਸਟੋਰ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਪਰ, ਵੈਬਸਾਈਟਾਂ, ਜੋ ਤੁਸੀਂ ਵਰਤੋਂਗੇ, ਤੁਹਾਡੀਆਂ ਕਾਰਵਾਈਆਂ ਦਾ ਰਿਕਾਰਡ ਰੱਖਣਗੀਆਂ।
pl: Ta zakładka jest prywatna. Strony które w niej odwiedzisz nie będą zapisywane na komputerze. Mimo to strony mogą nadal przechowywać u siebie zapis o Twoich odwiedzinach.
ro: Aceasta este o filă privată. Lucrurile pe care le faceţi în această filă, nu vor fi stocate local. Cu toate acestea, site-urile web pot să păstreze înregistrări ale acţiunilor dvs.
sv: Detta är en personlig flik. Det som du gör under denna flik kommer inte sparas på datorn. Webbplatser som du besöker kan fortfarande ha sparat information beträffande dina aktiviteter.
th: นี่คือแท็บส่วนตัว สิ่งที่คุณทำในแท็บนี้จะไม่ถูกบันทึกลงในเครื่องนี้อย่างไรก็ตามเว็บไซต์ที่คุณใช้อยู่อาจบันทึกการกระทำของคุณ
uk: Це приватна вкладка. Все, що зробите в ній не буде збережено на цьому комп'ютері. Проте, веб-сайти можуть зберігати дані ваших дій.
wa: Çouci est ene privêye linwete. Les tchois k' vos froz dins cisse linwete ni sront nén wårdêyes so ciste éndjole. Mins nerén, les waibes ki vs eployîz pôrént co wårder des eredjistraedjes di vos faitindjes.

source: Moblin Web Browser is proudly based on Mozilla technology
eo: Moblin Retumilo estas fiere bazita sur Mozilla teĥnologio
gl: O navegador web Moblin está baseado, con orgullo, na tecnoloxía de Mozilla
id: Peramban Web Moblin dengan bangga berbasis pada teknologi Mozilla
ja: Moblin Web ブラウザーは、Mozilla テクノロジーに基づいてます
nl: Moblin Web Browser is gebaseerd op Mozilla technologie
pa: ਮੋਬਲਿਨ ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਮਾਣ ਨਾਲ ਮੋਜ਼ੀਲਾ ਤਕਨਾਲੋਜੀ ਵਰਤਦਾ ਹੈ
pl: Przeglądarka Moblin z dumą czerpie z technologii Mozilla
ro: Navigatorul Web Moblin este bazat pe tehnologia Mozilla
sv: Moblin webbläsare är baserad på teknologi från Mozilla
uk: Moblin Web Browser розроблений на основі технології Mozilla

source: Search
bs: Pretraga
eo: Serĉu
eu: Bilatu
fa: جستجو
gl: Procurar
he: חיפוש
id: Cari
ja: 検索
nl: Zoek
pa: ਖੋਜ
pl: Szukaj
ro: Caută
sv: Sök
uk: Пошук
wa: Trover

source: As you visit web pages, your favorites will appear here and on the New tab page in the browser.
bs: Kako budete posjećivali web stranice, vaše zabilješke će se pojavljivati ovdje i na svakom novom tabu u pregledniku.
ca: A mesura que aneu visitant pàgines web, les vostres preferides apareixeran aquí així com també en la pàgina de pestanya nova del navegador.
eo: Dum vi retumas, la plej ofte vizataj paĝoj aperos ĉi tie kaj ĉe la paĝo por novaj langetoj en la retumilo.
eu: Webguneak bisitatzen dituzun eran, zure gogokoenak hemen eta arakatzailean 'Fitxa berria' agertuko dira.
fa: وقتی صفحات وب را مشاهده می کنید، موارد دلخواه شما اینجا نمایش داده می شوند و بر روی صفحه زبانه ی جدید در مرور نیز.
gl: Cando visite páxinas web, as favoritas aparecerán aquí e na páxina Novo separador do navegador.
he: בעת ביקורך באתרי אינטרנט, המועדפים שלך יופיעו כאן ובעמוד הלשונית החדשה בדפדפן.
id: Ketika anda mengunjungi halaman web, favorit anda akan muncul di sini dan pada halaman Tab baru pada peramban.
ja: Web ページを表示すると、お気に入りのページが、こことブラウザーの新規タブペインに表示されます。
nl: Als je webpagina's bezoekt, dan komen jou meest bezochte pagina's hier te staan en in een nieuw tabblad in je web browser.
pa: ਜਿਵੇਂ ਤੁਸੀਂ ਵੈੱਬ ਪੇਜ਼ ਖੋਲ੍ਹੋਗੇ, ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਇੱਥੇ ਵੇਖਾਈ ਦੇਣਗੇ ਅਤੇ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਨਵਾਂ ਟੈਬ ਪੇਜ਼ ਉੱਤੇ ਹੋਵੇਗਾ।
pl: Twoje ulubione strony będą pojawiać się w miarę ich odwiedzania w tym miejscu a także w nowo otwartych zakładkach.
ro: În timp ce navigați pe internet paginile favorite vor apare aici și pe fiecare filă nouă din navigator.
sv: När du besöker webbsidor kommer dina favoriter visas här och på den nya fliken i webbläsaren.
th: เมื่อคุณเข้าชมเว็บไซต์ เมนูโปรดปรานจะแสดงที่นี่ และอยู่บนแท็บใหม่ในหน้าเบราว์เซอร์
uk: Після відвідування веб-сторінок, ваші вподобання будуть відображені тут і в нових вкладках переглядача.
wa: Cwand vs vizitez des pådje waibe, vos colåds aparexhront vaici eyet sol pådje del Novele linwete e betchteu.

source: Internet
eo: Interreto
fa: اینترنت
he: אינטרנט
ja: インターネット
pa: ਇੰਟਰਨੈੱਟ
th: อินเทอร์เน็ต
uk: Інтернет
wa: Daegntoele

source: Go
ca: Vés-hi
eo: Ek
gl: Ir
id: Ayo
nl: Ga
pa: ਜਾਓ
pl: Przejdź
ro: Dute
sv: Gå till
th: ไป
uk: Перейти
wa: Potchî

source: Tabs
bs: Tabovi
ca: Pestanyes
eo: Langetoj
eu: Fitxak
fa: زبانه ها
gl: Separadores
he: לשוניות
id: Tab
ja: タブ
pa: ਟੈਬਾਂ
pl: Zakładki
ro: File
sv: Flikar
th: แท็บ
uk: Вкладки
wa: Linwetes

source: internet
eo: interreto
fa: اینترنت
he: אינטרנט
ja: インターネット
pa: ਇੰਟਰਨੈੱਟ
th: อินเทอร์เน็ต
uk: інтернет
wa: daegntoele

source: Next
gl: Seguinte
id: Berikutnya
ja: 次へ
nl: Volgende
pa: ਅੱਗੇ
pl: Następny
ro: Următorul
sv: Nästa
th: ถัดไป
uk: Наступний
wa: Shuvant

source: Previous
gl: Anterior
id: Sebelumnya
ja: 戻る
nl: Vorige
pa: ਪਿੱਛੇ
pl: Poprzedni
ro: Precedentul
sv: Tidigare
th: ก่อนหน้า
uk: Попередній
wa: Di dvant

source: Less than a minute ago
ca: Fa menys d'un minut
hu: Nincs egy perce
lo: ປະມານ ລົດນາທີ ນຶງພ່ານໄປ
th: น้อยกว่า 1 นาทีที่ผ่านมา

source: About a minute ago
ca: Fa un minut
hu: Egy perce
lo: ປະມານ ນາທີ ນຶງພ່ານໄປ
th: ราว 1 นาทีที่ผ่านมา

source: About an hour ago
ca: Fa una hora
hu: Egy órája
lo: ປະມານ ຊົ່ວໂມງ ນຶງພ່ານໄປ
th: ราว 1 ชั่วโมงที่ผ่านมา

source: Today at %H:%M
ca: Avui a les %H:%M
hu: Ma ekkor: %H:%M
lo: ມື້ນີ້ŭ ໃນ %H:%M
th: วันนี้ เวลา %H:%M

source: Yesterday at %H:%M
ca: Ahir a les %H:%M
hu: Tegnap ekkor: %H:%M
lo: ມື້ວານນີິ ໃນ %H:%M
th: เมื่อวาน เวลา %H:%M

source: Last %A at %H:%M
ca: L'últim %A a les %H:%M
hu: Múlt %A ekkor: %H:%M
lo: ສຸດທ້າຍ %An ໃນ %H:%M
th: ล่าสุด %A เวลา %H:%M

source: %x at %H:%M
ca: %x a les %H:%M
hu: %x ekkor: %H:%M
lo: %x ໃນ %H:%M
th: %x เวลา %H:%M

source: <p>Push the pin icon in the location bar above to add pages to this list.</p>
ca: <p>Feu clic a la icona de clavar a la barra d'ubicació d'aquí sobre per afegir pàgines en aquesta llista.</p>
hu: <p>Ha lapot akarsz hozzáadni ehhez a listához, nyomd meg gombostűt a címsorban.</p>
th: <p>กดไอคอนเข็มหมุดลงในตำแหน่งข้างบนเพื่อเพิ่มหน้าลงในรายการนี้</p>

source: Fewer pinned pages
ca: Menys pàgines enganxades
hu: Kevesebb megjelölt lap
th: หน้าปักหมุดเล็กน้อย

source: Push the pin icon in the location bar above to add pages to this list.
wa: Tchôkîz l' imådjete d' ataetche el bår d' eplaeçmint pa dzeu po radjouter des pådjes a cisse djivêyes.

source: Your pages
bs: Moje stranice
eu: Zure orrialdeak
fa: صفحات شما
he: העמודים שלך

source: Internet panel
bs: Internet ploča
eu: Interneteko panela
fa: قاب اینترنت
he: סרגל האינטרנט
